<?php



echo "Версия успешно подключена.";









//
//
//
///*
// * В данном файле происходит основная логика версии двигателя.
// * Сначала происходи подключение необходимых библиотек для осуществления стабильной работоспособности версии двигателя.
// * Изначательно подключатся библиотеки полученные композером, так как в личных библиотеках есть зависимости от либов композера.
// */
//
//
//
//// Создаем системный класс и вызываем функцию подключения файлов, для подключения загрузчика библиотек.
//
//$system = new system();
//$system->attach(__DIR__ . "/libraries/my");
//
//
//echo "Версия успешно подключена.";